Repository: fsbraun/corebytecms-forms
Catalog: aldryn_forms/locale/*/LC_MESSAGES/django.po
Languages: nl

source: people notified
nl: mensen die op de hoogte zijn gesteld

source: from date
nl: van datum

source: to date
nl: tot datum

source: language
nl: taal

source: Please select at least one field to export.
nl: Selecteer in ieder geval 1 veld om te exporteren.

source: No records found
nl: Geen records gevonden

source: Forms
nl: Formulieren

source: Form
nl: Formulier

source: Advanced Settings
nl: Geavanceerde Settings

source: The form has been sent.
nl: Het formulier is verzonden.

source: Form fields
nl: Formulier velden

source: Text Field
nl: Tekst Veld

source: Text Area Field
nl: Text Area Veld

source: Email Field
nl: Email Veld

source: File upload field
nl: Bestand upload veld

source: Image upload field
nl: Afbeelding upload veld

source: Yes/No Field
nl: Ja/Nee Veld

source: Yes
nl: Ja

source: No
nl: Nee

source: Select Field
nl: Select Veld

source: Multiple Select Field
nl: Multiple Select Veld

source: Radio Select Field
nl: Radio Select Veld

source: Captcha Field
nl: Captcha Veld

source: Submit Button
nl: Verzend Knop

source: new email notification
nl: nieuw email bericht

source: new email notifications
nl: nieuwe email berichten

source: Recipients
nl: Ontvangers

source: variables can be used with by wrapping with "${variable}" like ${variable}
nl: variabelen kunnen gebruikt worden door "${variable}" er omheen te zetten, zoals ${variable}

source: available text variables
nl: beschikbare tekst variabelen

source: Form (Advanced)
nl: Formulier (Geavanceerd)

source: theme
nl: thema

source: Provides the base theme for the email.
nl: Verschaft het basis thema voor de email.

source: to name
nl: 'aan' naam

source: to email
nl: 'aan' email

source: to user
nl: 'aan' gebruiker

source: from name
nl: 'van' naam

source: from email
nl: 'van' email

source: subject
nl: onderwerp

source: used when rendering the email in text only mode.
nl: gebruikt als de email in tekst mode wordt gemaakt.

source: used when rendering the email in html.
nl: gebruikt als de email in html mode wordt gemaakt.

source: Please provide a recipient.
nl: Geef een ontvanger op.

source: Fields
nl: Velden

source: Please provide CMS page for redirect.
nl: Geef een CMS pagina op voor redirect.

source: Please provide an absolute URL for redirect.
nl: Geef een absolute URL op voor redirect

source: Min length
nl: Min lengte

source: Required number of characters to type.
nl: Benodigd aantal in te typen karakters.

source: Max length
nl: Max lengte

source: Maximum number of characters to type.
nl: Maximaal benodigd aantal in te typen karakters.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE as a placeholder for the maximum size configured below.
nl: Uitleg die wordt getoond naast het veld. Net zo als deze tekst. Je kunt MAXSIZE gebruiken als placeholder voor de maximum grootte zoals hieronder geconfigureerd.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE, MAXWIDTH, MAXHEIGHT as a placeholders for the maximum file size and dimensions configured below.
nl: Uitleg die wordt getoond naast het input veld. Net zo als deze tekst. Je kunt MAXSIZE, MAXWIDTH, MAXHEIGHT gebruiken als placeholder voor de maximum bestandsgrootte en dimansies zoals hieronder geconfigureerd.

source: Min choices
nl: Min keuzes

source: Required amount of elements to chose.
nl: Benodigde aantal elementen om te kiezen.

source: Max choices
nl: Max keuzes

source: Maximum amount of elements to chose.
nl: Maximale aantal elementen om te kiezen.

source: CMS Page
nl: CMS Pagina

source: Name
nl: Naam

source: Used to filter out form submissions.
nl: Gebruikt om formulier inzendingen uit te filteren.

source: Error message
nl: Foutboodschap

source: An error message that will be displayed if the form doesn't validate.
nl: Een foutboodschap die wordt getoond als het formulier niet gevalideerd kan worden.

source: Success message
nl: Succesboodschap

source: An success message that will be displayed.
nl: Een succesboodschap die wordt getoond.

source: Redirect to
nl: Redirect naar

source: Where to redirect the user when the form has been successfully sent?
nl: Waarheen moet de gebruiker worden geredirect als het formulier succesvol verzonden is?

source: form template
nl: formulier template

source: People who will get the form content via e-mail.
nl: Mensen die de inhoud van het formulier krijgen via e-mail.

source: Legend
nl: Legenda

source: Field is required
nl: Veld is verplicht

source: Error message displayed if the required field is left empty. Default: "This field is required".
nl: Foutboodschap die wordt getoond als een verplicht veld leeggelaten wordt. Default: "This field is required".

source: Placeholder text
nl: Placeholder tekst

source: Help text
nl: Help tekst

source: Explanatory text displayed next to input field. Just like this one.
nl: Uitleg die wordt getoond naast het input veld. Net zo als deze tekst.

source: Min value
nl: Min waarde

source: Max value
nl: Max waarde

source: columns
nl: kolommen

source: rows
nl: rijen

source: When checked, the value of this field will be used to send an email notification.
nl: Als dit is aangevinkt, zal de waarde van dit veld worden gebruikt om een e-mail notificatie te zenden.

source: email subject
nl: email onderwerp

source: Used as the email subject when email_send_notification is checked.
nl: Gebruikt als email onderwerp als "email verzonden notificatie" is aangevinkt.

source: Additional email body
nl: Additionele email body

source: Additional body text used when email notifications are active.
nl: Additionele email body als email notificaties actief zijn

source: Upload files to
nl: Upload bestanden naar

source: Select a folder to which all files submitted through this field will be uploaded to.
nl: Selecteer een folder waarheen alle bestanden in dit veld worden geupload.

source: Maximum file size
nl: Maximum bestandsgrootte

source: The maximum file size of the upload, in bytes. You can use common size suffixes (kB, MB, GB, ...).
nl: De maximum bestandsgrootte van de upload, in bytes, U kunt bekende achtervoegsels gebruiken (kB, MB, GB, ...).

source: Maximum image width
nl: Maximale afbeeldingsbreedte

source: The maximum width of the uploaded image, in pixels.
nl: De maximale breedte van de geuploade afbeeldingen, in pixels.

source: Maximum image height
nl: Maximale afbeeldingshoogte

source: The maximum height of the uploaded image, in pixels.
nl: De maximale hoogte van de geuploade afbeeldingen, in pixels.

source: Value
nl: Waarde

source: form name
nl: formulier naam

source: users notified
nl: op de hoogte gestelde gebruikers

source: People who got a notification when form was submitted.
nl: Mensen die op de hoogte worden gesteld als een formulier verzonden wordt.

source: form language
nl: formulier taal

source: form url
nl: formulier url

source: Form submission
nl: Formulier verzending

source: Form submissions
nl: Formulier verzendingen

source: Field
nl: Veld

source: Export form submissions
nl: Exporteer formulier inzendingen

source: Please correct the error below.
nl: Verbeter de fout hieronder.

source: Export
nl: Exporteer

source: Continue
nl: Ga door

source: Export Form Entries
nl: Exporteer formulier inzendingen

source: Form name: %(form_name)s
nl: Formuliernaam: %(form_name)s

source: [Form submission] %(form_name)s
nl: [Formulier inzending] %(form_name)s

source: Required field
nl: Verplicht veld

source: You have to choose at least %(limit_value)d options (chosen %(show_value)d).
nl: U moet minstens %(limit_value)d opties kiezen (gekozen %(show_value)d).

source: You can't choose more than %(limit_value)d options (chosen %(show_value)d).
nl: U kunt niet meer dan %(limit_value)d opties kiezen (gekozen %(show_value)d).
